export const mySelf = [
  {
    name: "просто Лера",
    online: "online",
    image: "https://biogr.net/wp-content/uploads/2021/04/Screenshot_43.jpg",
    poster: "https://spika.org/wp-content/uploads/2021/12/prostolera7.jpg",
    slogan: '"Пистолеты" в сети 💔',
    subscribes: [2, 4, 5, 7],
    newTracks: 3,
    favorites: [1, 5, 7, 4, 8],
    id: 1,
    publications: [
      {
        name: "Любить тебя",
        mark: "new",
        version: "Первая версия · 2015",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 1,
        likes: [1, 3, 4, 2],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "В поисках демо",
        mark: "",
        version: "Первая версия · 2012",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 2,
        likes: [1, 3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 3,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 4,
        likes: [1, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 5,
        likes: [4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 6,
        likes: [1, 3, 4],
        published: false,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 7,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 8,
        likes: [1],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
    ],
  },
  {
    name: "Man Kaufman",
    online: "Сегодня в 15:56",
    image: "https://i.ru-music.cc/img/artists/full/man-kaufman.png",
    poster: "https://youknow.by/resource/images/2020/03/kaufman.jpg",
    slogan: "Will be distracted by",
    subscribes: [1, 2, 3, 4],
    favorites: [4, 7, 13, 22, 31, 27],
    newTracks: 8,
    id: 2,
    publications: [
      {
        name: "Любить тебя",
        mark: "new",
        version: "Первая версия · 2015",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 9,
        likes: [1, 3, 4, 2],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "В поисках демо",
        mark: "",
        version: "Первая версия · 2012",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 10,
        likes: [1, 3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 11,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 12,
        likes: [1, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 13,
        likes: [4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 14,
        likes: [1, 3, 4],
        published: false,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 15,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 16,
        likes: [1],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
    ],
  },
  {
    name: "Jonathan Bree",
    online: "online",
    image: "https://modernrock.ru/wp-content/uploads/2019/11/jonathan-bree.jpg",
    poster: "https://i1.sndcdn.com/avatars-000428743233-z5zbbw-t500x500.jpg",
    slogan: "Latin words, combined with a handful",
    subscribes: [1, 7],
    favorites: [6, 9, 3, 13, 18, 14, 26],
    newTracks: 0,
    id: 3,
    publications: [
      {
        name: "Любить тебя",
        mark: "new",
        version: "Первая версия · 2015",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 17,
        likes: [1, 3, 4, 2],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "В поисках демо",
        mark: "",
        version: "Первая версия · 2012",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 18,
        likes: [1, 3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 19,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 20,
        likes: [1, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 21,
        likes: [4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 22,
        likes: [1, 3, 4],
        published: false,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 23,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 24,
        likes: [1],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
    ],
  },
  {
    name: "Dan Abnormal",
    online: "3 недели назад",
    image:
      "https://i.pinimg.com/originals/7d/43/ae/7d43ae9e903ca7988f94d9f5d58e500a.jpg",
    poster:
      "https://64.media.tumblr.com/da1e6c8eb85932bf8d1c5fd8291dd602/tumblr_otteaviEev1vxpz01o1_500.jpg",
    slogan: "The standard chunk of Lorem Ipsum",
    subscribes: [4, 5, 7],
    favorites: [21, 20, 32, 5, 8, 14, 17],
    newTracks: 0,
    id: 4,
    publications: [
      {
        name: "Любить тебя",
        mark: "new",
        version: "Первая версия · 2015",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 25,
        likes: [1, 3, 4, 2],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "В поисках демо",
        mark: "",
        version: "Первая версия · 2012",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 26,
        likes: [1, 3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 27,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 28,
        likes: [1, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "You are the man",
        mark: "new",
        version: "Первая версия · 2014",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 29,
        likes: [4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 30,
        likes: [1, 3, 4],
        published: false,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 31,
        likes: [3, 4],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
      {
        name: "Любить тебя 2",
        mark: "",
        version: "Первая версия · 2020",
        shortDescription:
          "В этой песне есть то самое тепло во время холода, то...",
        description:
          "Мне никогда так сильно не хотелось увидеть море. И именно поэтому я сделала это фото. На долгую память о том, как сбываются мечты. Вот моя старая песня о море. Слушайте и пишите комменты!",
        image:
          "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
        id: 32,
        likes: [1],
        published: true,
        comments: [
          {
            name: "Петя",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 1,
          },
          {
            name: "Вася",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 2,
          },
          {
            name: "Света",
            avatar:
              "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
            text: "Супер трек",
            id: 3,
          },
        ],
      },
    ],
  },
];

export const subscribes = [
  {
    name: "Man Kaufman",
    online: "Сегодня в 15:56",
    mark: false,
    image: "https://i.ru-music.cc/img/artists/full/man-kaufman.png",
    newTracks: 8,
    id: 1,
  },
  {
    name: "Jonathan Bree",
    online: "Онлайн",
    mark: true,
    image: "https://modernrock.ru/wp-content/uploads/2019/11/jonathan-bree.jpg",
    newTracks: 0,
    id: 2,
  },
  {
    name: "Dan Abnormal",
    online: "3 недели назад",
    mark: false,
    image:
      "https://i.pinimg.com/originals/7d/43/ae/7d43ae9e903ca7988f94d9f5d58e500a.jpg",
    newTracks: 0,
    id: 3,
  },
];

export const favorites = [
  {
    name: "Любить тебя",
    mark: "new",
    version: "Первая версия · 2015",
    description: "В этой песне есть то самое тепло во время холода, то...",
    image:
      "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
    id: 1,
  },
  {
    name: "В поисках демо",
    mark: "",
    version: "Первая версия · 2012",
    description: "В этой песне есть то самое тепло во время холода, то...",
    image:
      "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
    id: 2,
  },
  {
    name: "You are the man",
    mark: "new",
    version: "Первая версия · 2014",
    description: "В этой песне есть то самое тепло во время холода, то...",
    image:
      "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
    id: 3,
  },
  {
    name: "Любить тебя 2",
    mark: "",
    version: "Первая версия · 2020",
    description: "В этой песне есть то самое тепло во время холода, то...",
    image:
      "https://i.ru-music.cc/img/artists/full/%D0%BF%D1%80%D0%BE%D1%81%D1%82%D0%BE-%D0%BB%D0%B5%D1%80%D0%B0.png",
    id: 4,
  },
];
